
<p><strong><em><span style="font-size:115%"> Welcome to Vanderlin! </span></em></strong></p>
<p> This lore primer serves as an introduction to Vanderlin's lore and world. <br>
While it's not required reading, leadership roles may find this information useful to roleplay their positions. This, or anyone else interested in playing a character with more knowledge about the setting. </p><br>
<hr>
<strong><span style="font-size:105%"> Some quick vocabulary/concepts important to the setting: </span></strong>
<p><strong> Psydonia </strong> - The world Vanderlin takes place in, named after its creation god, Psydon. It is currently the year 2515 after His death. </p>
<p><strong> Faience </strong> - The continent Vanderlin takes place in. Shaped by His hand. </p>
<p><strong> Lux </strong> - The core link of divinity a person holds; the soul. A sliver of Psydon present within each species touched at one point by divine hand. It is said that it carries the power of a single, focused miracle of life- yet its removal dooms a soul never to pass into the underworld. </p>
<hr>

<details>
	<summary><strong><span style="font-size:130%"> AREAS OF THE WORLD </span></strong></summary>



	<p><strong>  Isle of Enigma </strong><em> - "Once the trade center of the world, now a festering cancer of spilled oil, shrapnel, and bomb-shattered soil."  </em>
	<br></p>

	<details>
		<summary><em> Points of Interest </em></summary>

		<p><strong> - Town of Rockhill </strong><br>  A once-bustling trade center colloquially known as Roguetown. Now a warzone, the last-standing settlement against the armada of automatons. </p>
		<p><strong> - Kingdom of Heartfelt </strong><br>  The prosperous head of technological progress within the Isle of Enigma, experiencing disaster as their automaton constructions turn against them and ravage their lands.  </p>
	</details>
	<br>


	<p><strong>  Peninsula of Vanderlin </strong><em> - "The new trade capital of the world."  </em></p>

	<details>
		<summary><em> Points of Interest </em></summary>

		<p><strong> - City of Vanderlin </strong><br> A canyon settlement on a nearby peninsula to the East of the Isle of Enigma. Reaping the boons of both, Vanderlin is a city of trade and prosperity. Built over the first-discovered opening to the Tomb of Matthios, it attracts adventurers from all over Psydonia to delve within and seek fortune.  </p>
		<p><strong> - County of Daftmarsh </strong><br> A thrice-sunken castle, now a town-on-stilts built from its ruins. Daftmarsh guards the river delta directly North of Vanderlin. It often serves as a safe cove for pirates, providing Vanderlin merchant ships safe passage in exchange for the Crown's averted eyes. </p>
		<p><strong> - Mire of the Terrorbog </strong><br> A fertile and marshy area of the peninsula, overgrown and suffering an invasion of beespiders.  </p>
		<p><strong> - Shire of Murderwood </strong><br> Ancestral Forest bearing many glades, overrun by villains, knaves, and other lawlessness. A testament to Dendor's madness, its constant-shifting thicket stretches across Western Vanderlin. </p>
		<p><strong> - Malum's Anvil </strong><br> A jagged mountain filled with ores, treasures, and lava. Likewise a cacophony of horrid goblins, beasts, and other misfortunes. The crater of Astrata's fallen shard still scars its peak. </p>
	</details>
	<br>


	<p><strong>  Kingsfield  </strong><em> - "The pride of humenity. Crown of Psydonia"	</em></p>

	<details>
		<summary><em> Points of Interest </em></summary>

		<p><strong> - City of Kingsfield </strong><br>  Massive city built upon temperate forests far, far North to the Isle of Enigma. Kingsfield is the most prosperous and populated city of the world, not to mention the major cultural export. It is not to be confused with the state, Kingsfield, which encompasses it. Kingsfield rail systems span all across Western Faience, of no small part due to Heartfeltian artificers' effort. </p>
	</details>
	<br>


	<p><strong>  Tundras of Wintermare </strong><em> - "The largest humen-accepted elven territory, though most land is covered in tough permafrost."  </em></p>

	<details>
		<summary><em>Points of Interest</em></summary>

		<p><strong> - City of Rosewood </strong><br> The capital of the Wintermare Empire, located near its Southeastern inland sea. Houses world-reknown Noccian academies, it is widely considered the magic capital of the world. </p>
		<p><strong> - White Palace Pass </strong><br> One of few passageways through The Howling Mountains between Grenzelhoft and Rosewood. A place of great tension and prior conflict. </p>
		<p><strong> - Noc's Crown </strong><br> A towering peak hiding ruins of past civilization.  </p>
		<p><strong> - Morvael Sink </strong><br> A frigid marsh. Old temples to Zizo lie in ruin.  </p>
		<p><strong> - Snowdust Glade </strong><br> An enchanted forest bearing the dangers of unchecked fae and abandoned summons.  </p>
	</details>
	<br>

	<p><strong>  Necral Forests </strong><em> - "Ancestral forests scattered around Psydonia. The ancient homes of the elves." </em></p>

	<details>
		<summary><em> Points of Interest </em></summary>

		<p><strong> - Amber Hollow </strong><br> At the center of the Northwestern Redwoods, a ring of gnarled, interlaced roots sits atop a great earthen mound. Within which lies the largest Western entrance to Subterra. Escaped hollowkin experiments, and later harpies, call this settlement their home. Almost all hollowkin can trace their ancestry back to this maw. While hostile to outsiders, this serves as a major point of defense against dark elven forces. </p>
		<p><strong> - The Tree of Psydonia </strong><br> A great sequoia dwarfing all others, located far Northwest of Amber Hollow. It is said to be a memorial created by Psydon Himself to honour Necra's original death. Elves revere this landmark, despite its unsettling, skull-like bark.  </p>
	</details>
	<br>

	<p><strong>  The Barrows </strong><em> - "Former boreal forests called home by the snow elves, now a deadland of ruin and decay following the ascension of Zizo. Home to the great war front against her undead armies." </em></p>

	<details>
		<summary><em> Points of Interest </em></summary>
		<p><strong> - The Realm of Z </strong><br> The northern parts of The Barrows are colloquially known as 'The Realm of Z' due to her nigh-complete control. Few, if any, survivors remain- though rumours circulate that a last bastion settlement in the Northern, mountainous frostlands presses on despite all odds.  </p>
	</details>
	<br>

	<p><strong>  Subterra </strong><em> - "A vast cave system underground with its own unique biosphere of hostile flora and fauna. It once housed an ancient empire of Ravoxian dark elves, but now serves as the conquered core of Zizo's evil matriarchy." </em></p>

	<details>
		<summary><em> Points of Interest </em></summary>

		<p><strong> - Zizo's Claw Marquisate </strong><br> Located below Amber Hollow, marking the farthest West reach of Subterran caverns. Serves as a forward operations base for dark elven forces and slaves as they prepare yet another attempt at breaching the surface.  </p>
		</details>
	<br>


</details>


<details>
	<summary><strong><span style="font-size:130%"> FACTIONS OF FAIENCE </span></strong></summary>
	<br>
	<strong><span style="font-size:115%"> MAJOR POWERS </span></strong>
	<br><br>

	<details>
		<summary><strong> GRENZELHOFT IMPIRATE </strong></summary>
		<br>
		<em>The Black Empire, The Empty Throne, Empire of the Trident</em>
		<br><br>
		Grenzelhoft is an Imperialist state carved across the Northeast of Faience through political upheaval and military action.
		<br><br>
		The Grenzelhoftians proudly assimilate all those who come under their heel into their Empire, integrating national identities into their fold and destroying them in favour of their own. Grenzelhoft bears the largest armies in the world and incredible military might, which come under vast scrutiny and disgust as they become increasingly desperate to upkeep their power. Their history is defined by crusades, elven genocide, and general aggression in the supposed name of Psydon and His return to the throne. Orthodox Psydonism is the dominant religion. Critics and pagans are persecuted.
		<br><br>
		Their people cannot remember a time when the Empire was not at war, and many have served within its military forces to escape the intense poverty of its lower-class. A world-scale conflict between Grenzelhoft and its neighbours was narrowly avoided in the early 2100s by the rise of a new common enemy: Zizo.
		<br><br>
	</details>

	<details>
		<summary><strong> ZALADIN DYNASTY </strong></summary>
		<br>
		<em>The Red Sands, Empire of the Dunes, Merchants of the Pasha</em>
		<br><br>
		A grand-spanning, mercantilist empire which found prosperity and riches from spice export. Zaladin is home to some of the worlds greatest wonders, though the labourers who built them were directed by force and threats rather than passion. The dominant ideologies are Astratanism and Xylixianism. Xylixian freemen and Astratan order-keepers clash often in mortal representations of divine conflict. Zaladians have grown numb to the possibility of a civil war, and these skirmishes have simply become another aspect of daily life.
		<br><br>
		Zaladin was once known as Zybantine whilst under Grenzelhoftian occupation. It was a title forced upon them rather than chosen, and was violently rejected alongside the repellant of Grenzelhoft's Southern crusades by Zalad armies. In modern times, the term has become considered a grave and bigoted insult.
		<br><br>
		Within desperation after the failed conquest, Zaladin's dwindling forces turned to conscription of prisoners-of-war, the first of their slave-armies, forcefully enlisting many captured Grenzelhoftians. These troops are sent to support the front lines of allied Valorian states to the North against Zizo's armies in the Barrows. Regardless of origin, Zaladin's signature "Desert Riders" are a force to reckon- especially when mounted atop their twain-humped pegasi.
		<br><br>
	</details>


	<br>
	<strong><span style="font-size:115%"> MINOR POWERS </span></strong>
	<br><br>

	<details>
		<summary><strong> VALORIAN RUPUBLIAS </strong></summary>
		<br>
		Valoria is a land of constant strife, bickering city-states with a number of conflicting interests. Yet they bear some pride of their lands, banding together to repel the invading Grenzelhoft Empire out of shared desire for freedom. With conflict comes innovation, the Valorian lands developing pride in their revolution of blade combat strategy and stance. Largely followers of Ravox, they value honour and duels as an expression of status.
		<br><br>
	</details>

	<p>  Dwarven Federations - Scattered confederacies around Psydonia, the largest being to the West of Zaladin in the frigid mountains. Homeplace of the Dwarves. </p>

	<p><i>  DWARVEN CONFEDERACY  </i></p>
	<p>  The Great Throngs, The Braided Confederacy, Malums Prodigy </p>
	<p>  Usually in the mountains of continents all over Psydonia. The political aspects stem from federations bearing unique dwarven clans, leaderships, industries, and cultures. Unified by a homogenous racial identity. Dwarves and humen empires have established a long history of allyship. Whilst dwarves often choose neutrality in humen-on-humen conflict, a dwarven face is a trusted face to most humens. </p>
	<p><br></p>

	<p><i>  ELVEN ENCLAVES  </i></p>
	<p>  Keepers of Psydonia, Retreats of the Ancient Age, Forgotten Fallen Fae </p>
	<p>  The declining population has led Elves to retreat to compact and isolated communities. They defend their remaining homes in natural wonders around Psydonia to the death and without mercy. Subdivided into distinct cultures such as Wood, Dark, Sand, Mountain, Sea, and countless more. Whilst once there lived a culture of snow elves, Zizo's ascension has caused an all-but complete genocide of the tribe.  </p>
	<p><br></p>

	<p><i>  ORC & GOBLIN THRONES  </i></p>
	<p>  Crusaders of Graggar, Graggarspawn, Heirs of Psydonia    </p>
	<p>  Sprung up fortresses and towns established via nomadic means, with origins from the Crimsonlands, taking advantage of natural resources and nearby settlements to raid, conquer, and move on to more promising targets. An ever-moving snowball that expands in size and occasionally experiences great losses, followed by a steady regrowth.  </p>
	<p><br></p>
</details>


<details>
	<summary><strong><span style="font-size:130%"> MYTHOS OF PSYDONIA </span></strong></summary>
	<p><br></p>
	<p>&quot;  Deities of The Mortal Races  &quot;</p>
	<p><br></p>
	<p> THE DEAD GOD </p>
	<p><i>   Founder of Psydonia - The Great Hero </i></p>
	<p>  Worshipped primarily by the Grenzelhoft Sect of the Pantheon, few know His true nature and feats. He is considered the father of The Ten, though the exact nature of his widely-accepted death is subject to heavy debate. Some followers of Psydon hold heavy grudges against Necra and The Ten for their roles in his butchery.  </p>
	<p><br></p>

	<p>&quot;   ASTRATA  &quot; </p>
	<p><i>   Goddess of Order - The Sun Queen </i></p>
	<p>  Leader of the divine Pantheon and ancient steward of the mortal races. Prideful to a fault, She demands absolute obedience from her mortal followers, bringing cleansing to Psydonia and everlasting order to the world of mortals. </p>
	  <p>  Astatan Priests are known to call upon purifying flames, steel the resolve of their allies and even call upon the wrath of the sun herself against those who would fall against order.</p>
	  <p>  Astrata's doctrine shows mercy only in the form of justice swiftly delivered by the blade's edge. To this end, despite the Pantheon's distance in recent times, She still grants many blessings and boons to her worshippers and will gladly punish those who break her law. She despises chaos, diabolism, betrayal, and sloth. </p>
	  <p><br></p>

	  <p>&quot;   NOC &quot; </p>
	  <p><i>   God of Knowledge - The Moon Prince </i></p>
	  <p>  Crafted twin of Astrata. Noc is the God of All Knowledge, spending most of his time learning the many secrets of his father's creation. </p>
	  <p>  The Faithful of Noc tend to be those of scholars and take much pride in learning and teaching. He looks poorly upon those who would shame the studies and remain ignorant of the world. Those who walk the moonlit path to transmute the Unknown into Knowledge, seek enlightenment in the unseen. Resentment is to be harnessed and transformed into a thirst for knowledge. </p>
	  <p><br></p>

	  <p>&quot;   NECRA  &quot; </p>
	  <p><i>   Goddess of Death and Decay - The Mother of the Ten </i></p>
	  <p>  Once a mortal, partner of Psydon, Necra broke apart His body as He fell to grant herself divinity and shape The Ten to ensure world prosperity.  </p>
	  <p>  Necra watches over the underworld, guiding souls to their proper resting places. Through time, She developed a close relationship with Her son Ravox, spending much of her eternity socializing. With His influence, her underworld was shaped to offer Herself entertainment and spirits a chance to prove themselves.  </p>
	  <p><br></p>

	  <p>&quot;   DENDOR  &quot; </p>
	  <p><i>   God of Nature and Beasts </i></p>
	  <p>  One of the primordial Gods of Psydonia, grew mad with time as nature fell to industry.   </p>
	  <p>  Dendor in His beastly form wishes only for a return to the natural order of life, of predators and prey, hunters and the hunted. He and His followers are stark defenders of nature, saboteurs of industry and hold a very uneasy and often violent relationship with the dwarves. </p>
	  <p><br></p>

	  <p>&quot;   ABYSSOR  &quot; </p>
	  <p><i>   God of Seas and Storms </i></p>
	  <p>  Closely aligned with Dendor, Abyssor's concerns are of the natural environment and the preserved sanctity of the seas' bounty. </p>
	  <p>  He harbours similar resentment of mortals and their treatment of His domain, though rather than driven mad with frustration Abyssor began crafting horrors of the deep to deliver vengeance. </p>
	  <p><br></p>

	  <p>&quot;   MALUM &quot; </p>
	  <p><i>   God of Toil, Innovation, and Creation </i></p>
	  <p>  Malum is a tenacious god who looks to the mortal races, especially that of the dwarves, with pride in their work. The All-Father of Flame and Industry, He smiles upon those who earn the sweat upon their brow, those who work honest days until their muscles are sore, and those who bear the burden of wishing to refine their craft even beyond. Malumites call upon their God’s will to soothe metal and summon bounties of resources from Psydonia itself.  </p>
	  <p>  Malumites tend to show great love for craftsmanship and hard labor. Something that Malum rewards by soothing their soreness and whispering ideas into their minds. Malum loathes those who are slothlike and lazy, personally ensuring that any half-assed machine is sure to fail. He finds those who take credit for others' work infuriating.</p>
	  <p><br></p>

	  <p>&quot;   RAVOX &quot; </p>
	  <p><i>  God of Warfare, Justice, and Bravery </i></p>
	  <p>  The favoured of Necra, Ravox's charisma and sheer will to do right inspire all across the lands of Psydonia. Those who take upon themselves the task of asserting justice find His blessings in their training and physical aptitude. </p>
	  <p>  Ravox values the worthiness of duels and art of battle. He cares not who fights, but for the worthiness of their cause and the passion in their hearts. His body is steel; His heart is justice. </p>
	  <p><br></p>

	  <p>&quot;   EORA &quot;</p>
	  <p><i>   Goddess of Love, Family, and Art </i></p>
	  <p>  Eora embodies the heart of Psydon, in a quite literal sense. She sees kindness in all, occasionally to Her own detriment. She granted pity to Graggar, offering him a sliver of Psydon's heart only to be promptly betrayed. In this, She has an unwilling hand in the creation of orcs and goblins, the only children She truly hates.  </p>
	  <p>  Eora values bonds, family, and expressions of love or passion. Despite her betrayal, She continues to preach pity and mercy.  </p>
	  <p><br></p>

	  <p>&quot;   PESTRA &quot;</p>
	  <p><i>   Goddess of Disease, Alchemy, and Medicine </i></p>
	  <p>  The Serpent of Medicine, Pestra, guards the sanctity of the cycle of life. Life gives way to rot, rot gives way to soil, soil gives way to more life. Life is defined by transformation and connection.  </p>
	  <p>  She cares greatly that the natural order is maintained, Her followers preaching that natural calamities of life should be understood and adapted to rather than resisted. She grants her followers the knowledge of the inner-workings of Psydon's body, through which they may delay the cycle of life and death- but never to break it. </p>
	  <p><br></p>

	  <p>&quot;   XYLIX &quot; </p>
	  <p><i>  Diety of Trickery, Freedom, and Inspiration  </i></p>
	  <p>  Xylix was formed from the silver tongue of Psydon, and holds no fear in its use. None have strict accounts of Their appearance, as They often walk amongst mortals for their own amusement.  </p>
	  <p>  Xylix detests boredom. The art of theatre was created as an appeal to Their desires. Followers of Xylix will often create drama for its own sake, whether through petty lies or elaborate trickery.   </p>
	  <p>  For Xylixians, a boring life is not one worth living. </p>
	  <p><br></p>
</details>


<details>
	  <summary><strong><span style="font-size:130%"> SPECIES OF PSYDONIA </span></strong></summary>
	  <p><br></p>
	  <p>&quot;  Humen:   &quot;</p>
	  <p>  The ultimate creation of Psydon, His chosen people promised to inherit the world. A propagating species bearing various complexions, shapes, and foreshortened lifespans compared to the other species of Psydonia. </p>
	  <p><br></p>

	  <p>&quot;  Elf:   &quot;</p>
	  <p>  The first species of Psydonia is characterized by lengthened age, low fertility, and magical aptitude. They have suffered much, an entire race of their people exterminated during Zizo's ascension.   </p>
	  <p><br></p>

	  <p>&quot;  Dark Elf:   &quot;</p>
	  <p>  A society conquered by Zizo inhabiting the Subterra, dark elves lead harsh lives in a matriarchal society. Dark elves are considered strong only due to the cruelty of their culture. Weaklings and men are considered disposable and executed for a number of reasons.  </p>
	  <p><br></p>

	  <p>&quot;  Dwarf:   &quot;</p>
	  <p>  Mostly inhabit the mountains of the Dwarven Federations, a stout, muscular people with naturally hairy complexions and booming fertility. Kinship ties, pride in labor, and horrendous mood swings. Legend to be the product of Malum, the crafting God, to be loyal friends of humenity. </p>
	  <p><br></p>

	  <p>&quot;  Orcs & Goblins: (graggarspawn)    &quot;</p>
	  <p>  Creations of barely-sentient life by Gragger’s daemonic influence, crude mockery of the mortal species. Matured quickly by an uncaring world, the civilized ones have made impressionable leaps of technological and cultural progress that centralize warfare and have cemented their place as mortal beings. Tusked fangs, cut-throat cunningness, aggression, and usually pigmented green skin. </p>
	  <p><br></p>

	  <p>&quot;  Aasimar:    &quot;</p>
	  <p>  Offspring crafted using mysterious means by The Ten to serve as servants of any trade. Not many of their kind exist, but mortals perceiving creations of The Ten themselves are often stricken by awe.  </p>
	  <p><br></p>

	  <p>&quot;  Tiefling:   &quot;</p>
	  <p>  Offspring of demons and mortals, or other tieflings. Their infernal ancestry and hellish appearances lead to treatment of suspicion and hostility. Relationships between tieflings and other species are rocky, at best. </p>
	  <p><br></p>
</details>

<details>
	<summary><strong><span style="font-size:130%"> RECENT HISTORY: MAJOR EVENTS </span></strong></summary>
	<br>
	While the recent history of the world is interesting and may shape many a character and setting, ask yourself this whilst you are reading: "Would my character realistically know this?"
	Not every character is a history expert. Keep this in mind.
	<br><br>
	<details>
		<summary><strong> Matthios' Final Heist - 2001 </strong></summary>
		<br>
		During an otherwise peaceful early morning, Heartfeltians awoke to alarms raised and economic panic. A grand heist had taken place the night before, countless priceless artifacts, gemstones, and even debt records missing from vaults across the city. The entire reserve was missing, leaving only the bloodied coins typical of Matthiosan calling card and no otherwise visible signs of entry. As most heists of this era, this was attributed to the unknown figurehead thief Matthios, despite growing rumours of his death. Economy worldwide suffered after the sudden downturn of this center of trade. Heartfelt recovered only five decades later.
		<br><br>
	</details>

	<details>
		<summary><strong> The Tomb's Unearthing - 2003 </strong></summary>
		<br>
		A Vanderlinian dwarf dug deeply below the growing settlement, striking solid bricks instead of stone or metal. He unearthed the tomb of the late Matthios, rumoured to have been buried for decades... yet no corpse was found inside. The tomb's contents shifted brimming with his power and riches, but of equal danger. Adventurers talent from across the lands further boost Vanderlin's influence and power. Soon, other entrances would open up across the continent nearby major settlements.
		<br><br>
	</details>

	<details>
		<summary><strong> Baotha's Fall - 2019 </strong></summary>
		<br>
		"The Demon Queen," "The Prince of Wine," "Consort of Misfortune." Regardless of the disparaging title of choice, Baotha's consortship and eventual regency was subject of disparagement and snide remarks across all of nobility. Her tastes and demands for increasingly exotic substances further doomed her kingdom day after day, until the once thriving azure coasts held nothing but memories of struggle and suffering.
		<br><br>
		Nobility and peasantry cheered alike when word spread of her death. Overdose of Lux, they said. A blight across the lands lifted... or so was thought. Her dark whispers reached more and more ears, of drunkards, the miserable, offering a false salvation of escape. To make matters worse, Her Grace, The First Tiefling's ascension marked the emergence of even more of her people across all of Psydonia.
		<br><br>
	</details>

	<details>
		<summary><strong> The Hellspawn Scourge - 2020 </strong></summary>
		<br>
		What was first thought to be another invasion from the hells turned instead to be considered a plague, a nuisance- the emergence of a new species, tieflings. Parents across Psydonia birthed, hatched, or otherwise found unexpected surprises of hell-tainted children bearing half their features. Most hadn't the slightest explanation to this. Many blamed the influence of recently-ascended Baotha, yet the new goddess seemed insistent to deny that out of any aspect of her life.
		<br><br>
		After rejection and expulsion from nation after nation, tiefling culture developed around a nomadic lifestyle. As time passed, some were even allowed to integrate themselves within lower echelons of humen society. Yet all nobility agreed on one aspect; no tiefling would ever preside over a court again, much less allowed the grace of divine noble blood at all.
		<br><br>
	</details>

	<details>
		<summary><strong> Graggar, The First Greenskin - 2053 </strong></summary>
		<br>
		As knaves and brigands descended upon the ruins of Baotha's lands, one warlord gained quick notoriety and power above them all. Graggar, feared by follower and foe alike for his habit of consuming the flesh of his fallen opponents, tore his way through the steppes and forests North of Zaladin, pillaging, destroying, and consuming in endless destruction and gluttony. None were surprised when his exterior grew as monstrous as interior. With feast after feast, conquest after conquest, the first orc's battle cries were soon heard by the heavens themselves, marking him the third mortal to reach ascendance.
		<br><br>
	</details>

	<details>
		<summary><strong> Goblin War I - 2054 </strong></summary>
		<br>
		A direct product of Eora's naivety, so the stories say. Her offering to Graggar, a sliver of divinity in hopes of easing tensions between the pantheons of old and new, was graciously accepted and used to form barely-sapient monsters of hunger and rage across Psydonia. As with the spreading curse of orcishness, these greenskins under orders of their new god attacked almost every settlement capable of taking records. The attempt at world conquest was crushed after two years of humenity's efforts to resist the calamity proved fruitful.
		<br><br>
	</details>

	<details>
		<summary><strong> Ascension of Zizo - 2102 </strong></summary>
		<br>
		<em>"I will never forget the night of silver wires. I was sitting around the kampfire alongside the snow elven family who had taken me in. I had grown to konsider them friends, family even, as I studied their ways and kulture. Imagine my horror, as strands of silver light descended from the sky to their hearts, arcing from some unknown origin beyond the horizon. My brief fascination turned to panic as their Lux was violently ripped from each of their hearts, leaving only the gore, bones, and lifeless rred eyes of my former kompanions staining the snow. I kould not save them. No one kould save any of them. Kenturies later, the memories haunt me no less."</em>- Aspen Uki, wood-elven scholar.
		<br><br>
		The snow-elven lich Zizo, after having grown in power and isolation for centuries, finally made her move. She forcefully stole the souls of her entire people, sparing only her descendants. Using the sheer power of captured divinity, she took her position as the fourth ascended goddess. As she grew higher and tested the limits of her newfound power, the very rules of death twisted. Corpses everywhere would stand yet again, weighing hunger against the will of their new matriarch.
		<br><br>
	</details>

	<details>
		<summary><strong> Dark Elven Empire Conquered - 2104 </strong></summary>
		<br>
		Amidst the chaos of the deadite calamity, Zizo led an organized assault within the caverns of Subterra. The dark elven empire was subjugated in entirety, their Ravoxian ways violently crushed in favour of Zizo's matriarchy. Most elders and leaders were slaughtered, leaving the once respected and revered culture now a feared husk of what it once stood for.
		<br><br>
	</details>

	<details>
		<summary><strong> Astrata's Comet - 2402 </strong></summary>
		<br>
		A strange comet struck the peak of Malum's Anvil. In its center, a rusted capsule remained, containing a divine, crystalline shard of Astrata's light. The first artificer to touch the shard could not handle the pure divinity, falling to ash. It was successfully contained within Vanderlin, now serving to light the way of travelers.
		<br><br>
	</details>

	<details>
		<summary><strong> Goblin War II - 2470 </strong></summary>
		<br>
		The most recent 'Goblin War' in the minds of the general populous. Graggar's armies struck with a greater ferocity than ever before, but centuries of preparation led to an overwhelming defeat after five years of viscious and taxing combat. The late 70's were defined by the joy of veterans returning home from the conflict, and the grief of families who'd lost during the carnage.
		<br><br>
	</details>

	<details>
		<summary><strong> Heartfelt's Hubris - 2501 </strong></summary>
		<br>
		Automaton servants created by Heartfelt's artificers haywire, ravaging their home city and surrounding lands as they engage in endless conquest for biomass to fuel themselves. The already-polluted Enigma only further fell into disarray and destruction. Rockhill fortified and established itself instead as a bastion against automaton forces in the growing Machine War.
		<br><br>
	</details>

</details>

