
<p><strong><em><span style="font-size:115%"> Welcome to Vanderlin! </span></em></strong></p>
<p> This lore primer serves as an introduction to Vanderlin's lore and world. <br>
While it's not required reading, leadership roles may find this information useful to roleplay their positions. This, or anyone else interested in playing a character with more knowledge about the setting. Not all information is available here, and some secrets still lie within item descriptions, inscriptions, or booklets- it's a primer, not a compendium. </p>
<hr>
<strong><span style="font-size:105%"> Some quick vocabulary/concepts important to the setting: </span></strong>
<p><strong> Psydonia </strong> - The world Vanderlin takes place in, named after its creation god, Psydon. It is currently the year 2515 after His death. </p>
<p><strong> Faience </strong> - The continent Vanderlin takes place in. Shaped by His hand. </p>
<p><strong> Lux </strong> - The core link of divinity a person holds; the soul. A sliver of Psydon present within each species touched at one point by divine hand. It is said that it carries the power of a single, focused miracle of life- yet its removal dooms a soul never to pass into the underworld. </p>
<hr>

<details>
	<summary><strong><span style="font-size:130%"> AREAS OF FAIENCE </span></strong></summary>



	<p><strong>  Isle of Enigma </strong><em> - "Once the trade center of the world, now a festering cancer of spilled oil, shrapnel, and bomb-shattered soil."  </em>
	<br></p>

	<details>
		<summary><em> Points of Interest </em></summary>

		<p><strong> - Town of Rockhill </strong><br>  A once-bustling trade center colloquially known as Roguetown. Now a warzone, the last-standing settlement against the armada of automatons. </p>
		<p><strong> - Kingdom of Heartfelt </strong><br>  The prosperous head of technological progress within the Isle of Enigma, experiencing disaster as their automaton constructions turn against them and ravage their lands.  </p>
	</details>
	<br>


	<p><strong>  Peninsula of Vanderlin </strong><em> - "The new trade capital of the world."  </em></p>

	<details>
		<summary><em> Points of Interest </em></summary>

		<p><strong> - City of Vanderlin </strong><br> A canyon settlement on a nearby peninsula to the East of the Isle of Enigma. Reaping the boons of both, Vanderlin is a city of trade and prosperity. Built over the first-discovered opening to the Tomb of Matthios, it attracts adventurers from all over Psydonia to delve within and seek fortune.  </p>
		<p><strong> - County of Daftmarsh </strong><br> A thrice-sunken castle, now a town-on-stilts built from its ruins. Daftmarsh guards the river delta directly North of Vanderlin. It often serves as a safe cove for pirates, providing Vanderlin merchant ships safe passage in exchange for the Crown's averted eyes. </p>
		<p><strong> - Mire of the Terrorbog </strong><br> A fertile and marshy area of the peninsula, overgrown and suffering an invasion of beespiders.  </p>
		<p><strong> - Shire of Murderwood </strong><br> Ancestral Forest bearing many glades, overrun by villains, knaves, and other lawlessness. A testament to Dendor's madness, its constant-shifting thicket stretches across Western Vanderlin. </p>
		<p><strong> - Malum's Anvil </strong><br> A jagged mountain filled with ores, treasures, and lava. Likewise a cacophony of horrid goblins, beasts, and other misfortunes. The crater of Astrata's fallen shard still scars its peak. </p>
	</details>
	<br>


	<p><strong>  Kingsfield  </strong><em> - "The pride of humenity. Crown of Psydonia"	</em></p>

	<details>
		<summary><em> Points of Interest </em></summary>

		<p><strong> - City of Kingsfield </strong><br>  Massive city built upon temperate forests far, far North to the Isle of Enigma. Kingsfield is the most prosperous and populated city of the world, not to mention the major cultural export. It is not to be confused with the state, Kingsfield, which encompasses it. Kingsfield rail systems span all across Western Faience, of no small part due to Heartfeltian artificers' effort. </p>
	</details>
	<br>


	<p><strong>  Tundras of Wintermare </strong><em> - "The largest humen-accepted elven territory, though most land is covered in tough permafrost."  </em></p>

	<details>
		<summary><em>Points of Interest</em></summary>

		<p><strong> - City of Rosewood </strong><br> The capital of the Wintermare Empire, located near its Southeastern inland sea. Houses world-reknown Noccian academies, it is widely considered the magic capital of the world. </p>
		<p><strong> - White Palace Pass </strong><br> One of few passageways through The Howling Mountains between Grenzelhoft and Rosewood. A place of great tension and prior conflict. </p>
		<p><strong> - Noc's Crown </strong><br> A towering peak hiding ruins of past civilization.  </p>
		<p><strong> - Morvael Sink </strong><br> A frigid marsh. Old temples to Zizo lie in ruin.  </p>
		<p><strong> - Snowdust Glade </strong><br> An enchanted forest bearing the dangers of unchecked fae and abandoned summons.  </p>
	</details>
	<br>

	<p><strong>  Necral Forests </strong><em> - "Ancestral forests scattered around Psydonia. The ancient homes of the elves." </em></p>

	<details>
		<summary><em> Points of Interest </em></summary>

		<p><strong> - Amber Hollow </strong><br> At the center of the Northwestern Redwoods, a ring of gnarled, interlaced roots sits atop a great earthen mound. Within which lies the largest Western entrance to Subterra. Escaped hollowkin experiments, and later harpies, call this settlement their home. Almost all hollowkin can trace their ancestry back to this maw. While hostile to outsiders, this serves as a major point of defense against dark elven forces. </p>
		<p><strong> - The Tree of Psydonia </strong><br> A great sequoia dwarfing all others, located far Northwest of Amber Hollow. It is said to be a memorial created by Psydon Himself to honour Necra's original death. Elves revere this landmark, despite its unsettling, skull-like bark.  </p>
	</details>
	<br>

	<p><strong>  The Barrows </strong><em> - "Former boreal forests called home by the snow elves, now a deadland of ruin and decay following the ascension of Zizo. Home to the great war front against her undead armies." </em></p>

	<details>
		<summary><em> Points of Interest </em></summary>
		<p><strong> - The Realm of Z </strong><br> The northern parts of The Barrows are colloquially known as 'The Realm of Z' due to her nigh-complete control. Few, if any, survivors remain- though rumours circulate that a last bastion settlement in the Northern, mountainous frostlands presses on despite all odds.  </p>
	</details>
	<br>

	<p><strong>  Subterra </strong><em> - "A vast cave system underground with its own unique biosphere of hostile flora and fauna. It once housed an ancient empire of Ravoxian dark elves, but now serves as the conquered core of Zizo's evil matriarchy." </em></p>

	<details>
		<summary><em> Points of Interest </em></summary>

		<p><strong> - Zizo's Claw Marquisate </strong><br> Located below Amber Hollow, marking the farthest West reach of Subterran caverns. Serves as a forward operations base for dark elven forces and slaves as they prepare yet another attempt at breaching the surface.  </p>
		</details>
	<br>


</details>


<details>
	<summary><strong><span style="font-size:130%"> FACTIONS OF FAIENCE </span></strong></summary>
	<br>
	<strong><span style="font-size:115%"> MAJOR POWERS </span></strong>
	<br><br>
	<details>
		<summary><strong> KINGSFIELD EXPANSE </strong></summary>
		<br>
		<em>The Crown of Psydonia</em>
		<br><br>
		Kingsfield spans along the Northwest of Faience, housing the cultural center of the world in its massive cities and impressive population. Unlike many of the other humen-majority populations, its inhabitants and history are defined by kindness rather than conquest. A certain demographic of Kingsfieldians are identifiable by their odd pronunciation of certain Imperial words and inclusion of 'eh?' after a comment or question. Species from all over the world would visit and establish themselves within these cities, including a non-insignificant population of dark elves before Zizo's conquest. They are, perhaps, the most tolerant of half-drow as a result- and as such are subject to mockery by the rest of Faience.
		<br><br>
		Kingsfield's prominence was built from tactical allyship and infrastructure development through industrialization. Through close cooperation with Heartfelt, Kingsfield railways span across the Western side of the entire continent, stretching from the tip of Kingsfield's tundras to the bottom of Vanderlin's peninsula. Kingsfield's population, notable in arts and culture worldwide, is of course largely Eoran and Xylixian in patronage; however, scholars of Noc account for a close third.
		<br><br>
	</details>

	<details>
		<summary><strong> EMPIRE OF WINTERMARE </strong></summary>
		<br>
		<em>Noc's Embraced, The Elven Empire, The Arcyne Tundra</em>
		<br><br>
		Wintermare is the largest elven power in Psydonia, often the only territory marked on humen maps. Unfortunately, most of its territory is covered in unusable Northern permafrost despite its size. Nevertheless Wintermare remains incredibly influential, with most of its Southern cities producing renown magicians and Noccian scholars. Kingsfieldian rail links along the Southern mountain ranges, providing vital resources to an otherwise tense border zone between the elven empire and Grenzelhoft below.
		<br><br>
		Abandoned settlements and ghost towns along the border of Wintermare stand as graves and memorials to wars and genocides of the past. What populated locations remain are riddled with discarded and potentially active weapons of war. What don't... after Zizo's rise, no one goes there anymore.
		<br><br>
	</details>

	<details>
		<summary><strong> GRENZELHOFT IMPIRATE </strong></summary>
		<br>
		<em>The Black Empire, The Empty Throne, Empire of the Trident</em>
		<br><br>
		Grenzelhoft is an Imperialist state carved across the Northeast of Faience through political upheaval and military action. They are known mainly for their striking cuisine, honourable, loyal mercenaries, and their overwhelming monopoly over black powder. Despite a largely humen-supremacist culture, dwarves are embraced and regarded as the friends and builders of Psydon's vision.
		<br><br>
		Grenzelhoftians proudly assimilate all humens who come under their heel into their Empire, integrating national identities into their fold and destroying them in favour of their own. Grenzelhoft bears the largest armies in the world and incredible military might, which come under vast scrutiny and disgust as they become increasingly desperate to upkeep their power. Their history is defined by crusades, elven genocide, and general aggression in the supposed name of Psydon and His return to the throne. Orthodox Psydonism is the dominant religion. Critics and pagans are persecuted.
		<br><br>
		Their people cannot remember a time when the Empire was not at war, and many have served within its military forces to escape the intense poverty of its lower-class. A world-scale conflict between Grenzelhoft and its neighbours was narrowly avoided in the early 2100s by the rise of a new common enemy: Zizo. Grenzelhoft's forces, explosives, and firearms now supply the Eastern front with vital support under the explicit command of Grenzelhoft's cabal of sun-averse counts and countesses.
		<br><br>
	</details>

	<details>
		<summary><strong> ZALADIN DYNASTY </strong></summary>
		<br>
		<em>The Red Sands, Empire of the Dunes, Merchants of the Pasha</em>
		<br><br>
		A grand-spanning, mercantilist empire which found prosperity and riches from spice export. Zaladin is home to some of the worlds greatest wonders, though the labourers who built them were directed by force and threats rather than passion. The dominant ideologies are Astratanism and Xylixianism. Xylixian freemen and Astratan order-keepers clash often in mortal representations of divine conflict. Zaladians have grown numb to the possibility of a civil war, and these skirmishes have simply become another aspect of daily life.
		<br><br>
		Zaladin was known as 'Zybantine' whilst under Grenzelhoftian occupation. It was a title forced upon them rather than chosen, and was violently rejected alongside the repellance of Grenzelhoft's Southern crusades by Zalad armies. In modern times, the term has become considered a grave and bigoted insult.
		<br><br>
		Within desperation after the failed conquest, Zaladin's dwindling forces turned to conscription of prisoners-of-war, the first of their slave-armies, forcefully enlisting many captured Grenzelhoftians. These troops are sent to support the front lines of allied Valorian states to the North against Zizo's armies in the Barrows. Regardless of origin, Zaladin's signature "Desert Riders" are a force to reckon- especially when mounted atop their twain-humped pegasi.
		<br><br>
	</details>


	<br>
	<strong><span style="font-size:115%"> MINOR POWERS </span></strong>
	<br><br>

	<details>
		<summary><strong> KALEDON </strong></summary>
		<br>
		<em> Placeholder </em>
		<br><br>
		Placeholder...
		<br><br>
	</details>

	<details>
		<summary><strong> VALORIAN RUPUBLIAS </strong></summary>
		<br>
		<em> The Freestates, Vineyards of Valoria, The Lords of Coin </em>
		<br><br>
		Valoria is a land of constant strife, bickering city-states with a number of conflicting interests. Yet they bear some pride of their lands, banding together to repel the invading Grenzelhoft Empire out of shared desire for freedom. With conflict comes innovation; the Valorian lands developed pride in their revolution of blade combat strategy and stance. Largely followers of Ravox, they value honour and duels as an expression of status.
		<br><br>
		Valoria is renown for their alcohol exports and trade, seconding only Zaladin as most-sought goods.
		<br><br>
	</details>

	<details>
		<summary><strong> DWARVEN CONFEDERACY </strong></summary>
		<br>
		<em> The Great Throngs, The Braided Confederacy, Seven Hammers </em>
		<br><br>
		Located in the mountains of continents all over Psydonia. The political aspects stem from federations bearing unique dwarven clans, leaderships, industries, and cultures. The largest establishment is within the great mountain range to the Southeast of Zaladin's deserts. Dwarves and humen empires have established a long history of allyship. Whilst dwarves often choose neutrality in humen-on-humen conflict, a dwarven face is a trusted face to most humens.
		<br><br>
	</details>

	<details>
		<summary><strong> ELVEN ENCLAVES </strong></summary>
		<br>
		<em> Keepers of Psydonia, Retreats of the Ancient Age, Forgotten Guides of Death </em>
		<br><br>
		The declining population has led Elves to retreat to compact and isolated communities outside of Wintermare. They defend their remaining homes in natural wonders around Psydonia to the death and without mercy. Subdivided into distinct cultures such as Wood, Dark, Sand, Mountain, Sea, and countless more. Whilst once there lived a culture of snow elves, Zizo's ascension resulted in an all-but complete genocide of the tribe. Most elven settlements are not even recognized, much less their their territories represented within modern humen maps.
		<br><br>
	</details>

	<details>
		<summary><strong> ORC & GOBLIN THRONES  </strong></summary>
		<br>
		<em> Crusaders of Graggar, Graggarspawn, Heirs of Psydonia  </em>
		<br><br>
		Spontaneous fortresses and towns of Crimsonland origin, established via nomadic means. These encampments take advantage of natural resources and nearby settlements to raid, conquer, consume, and then move on to more promising targets. They are ever-moving hordes of gluttony and rage which constantly follow a pattern of great loss followed by a steady regrowth. Most of these forces are still recovering from the most recent Goblin War.
		<br><br>
		A misogynistic and self-destructive culture to its extreme, scholars report that several terms of language have been developed just to describe masculinity. Any sane individual loses focus after an orc rambles about &Sigma;-class masculinity or whatever newest scam Graggarspawn have begun pushing. Records are sparse as a result.
		<br><br>
	</details>
	<br><br>
</details>


<details>
	<summary><strong><span style="font-size:130%"> MYTHOS OF PSYDONIA </span></strong></summary>
	<br>
	<strong><span style="font-size:115%"> THE OLD GOD </span></strong>
	<br>
	<em> The only good god is dead. He holds our rightful worship. </em>
	<br><br>
	<details>
		<summary><strong> Orthodox Psydonism </strong></summary>
		<br>
		The overwhelming majority of Grenzelhoft's church of Psydon. Orthodox Psydonites believe that Psydon lives still, though divided into nine pieces. They are intent to tear down The Ten so that the true God may reform, however long it takes. They hold a deep hatred towards Necra for her butchery and betrayal of Psydon.
		<br><br>
	</details>

	<details>
		<summary><strong> Progressive Psydonism </strong></summary>
		<br>
		A schism within the orthodox church of Psydon, this progressive faction believes that worship is possible through The Ten. Rather than striving to cut down The Ten, progressive Psydonites instead look for signs of His will expressed through the pieces left behind.
		<br><br>
	</details>

	<hr>
	<strong><span style="font-size:115%"> THE DIVINE PANTHEON </span></strong>
	<br>
	<em> The time of Psydon has passed, The Ten are righteous. Necra leads us to salvation. </em>
	<br><br>

	<details>
		<summary><strong> Astrata </strong></summary>
		<br>
		<b><span style="display:block; color:#e5d569; font-size:130%"> "THY DEVOTION IS NO MERE SUGGESTION. I DEMAND IT." </span></b>
		<br>
		<em>The Sun Queen, The Tyrant of The Ten.</em>
		<br><br>
		Goddess of light and fire. Her domain encompasses the sun, healing, and most importantly the revival of the dead. She was crafted from the head of Psydon.
		<br>
		Astrata leads The Ten with an iron fist.  She demands obedience and respect as she leads both the mortal and divine worlds through calamity after calamity. As time passes, her grip only gets tighter and her patience for heresy thinner. She simply cannot spare her focus. Since the 2430s, she fills the cycles of darkness with periodic flares to light the nite.
		<br><br>
	</details>

	<details>
		<summary><strong> Noc </strong></summary>
		<br>
		<i><span style="display:block; color:#82a1d9; font-size:120%">"Dreams are thy gateway to wisdom, if thou art worthy." </span></i>
		<br>
		<em>The Moon Prince, The Keeper of Magick.</em>
		<br>
		God of knowledge and magick. His domain encompasses the moon, study, record-keeping, and self-improvement. He was crafted from the silver helm of Psydon.
		<br>
		Noc guides scholars, often nobles, through life dedication in order to master the ways of arcyne magick. Since the ascension of Zizo, he has only grown more strict with who are worthy of practicing this gift. He is known to wear the most fabulous of dresses.
		<br><br>
	</details>

	<details>
		<summary><strong> Abyssor </strong></summary>
		<br>
		<span style="display:block; color:#8b2d39; font-size:120%"> "Don't be fishin' deeper than ye can catch." </span>
		<br>
		God of the sea and storms. His domain encompasses all within the oceans, water, and blood. He defends the natural world alongside his brother, Dendor. Abyssor was crafted from the drained blood of Psydon.
		<br>
		With the destruction of the natural world, both brothers of nature were driven mad. While Dendor was struck with insanity, Abyssor encompasses the rage of the sea. Woe be to any who offend him.
		<br><br>
	</details>

	<details>
		<summary><strong> Dendor </strong></summary>
		<br>
		<span style="display:block; color:#74875a; font-size:120%"> "Prophecy? Eh... what prophecy? Madness? Drivel? Nonsense, the lot of it!" </span>
		<br>
		God of nature and beasts.  His domain encompasses the wilds on the surface, and all flora and fauna within. He does not claim any Subterran life due to its hellish corruption. Dendor was crafted from the bones of Psydon.
		<br>
		Fallen to insanity from the world industrialization and natural decimation. His followers struggle to find meaning in his words, to commune with the growing hostility seen within the previously-pristine glades and woods. He holds a deep resentment towards Malum, and his part in this.
		<br><br>
	</details>

	<details>
		<summary><strong> Ravox </strong></summary>
		<br>
		<span style="display:block; color:#774b44; font-size:120%"> "It's a rough world out there, kid. Keep safe. Stay holy." </span>
		<br>
		God of warfare, and justice. His domain encompasses righteous combat and bravery. He retreated to the underworld, reshaping it alongside Necra to include trials of combat and strife. He was crafted from the still-bloodied greatsword of Psydon.
		<br>
		Sullen and withdrawn, Ravox struggles to keep his followers away from Graggarism. As he has discovered, even remaining alive is not enough to avoid his words and domain twisted into heresy. Ravoxians often argue that their ideology lies closest to Psydon's own ways, though few if any remember to a degree of certainty.
		<br><br>
	</details>

	<details>
		<summary><strong> Malum</strong></summary>
		<br>
		<b><span style="display:block; color:#d39459; font-size:120%"> "Hammer with PURPOSE. Strike the STONE!" </span></b>
		<br>
		God of craft, forge, and toil. His domain encompasses architecture, mining, and sculpting. He considers the dwarven species his chosen, proudly supporting and guiding their technological improvements. He was crafted from the hands of Psydon.
		<br>
		Almost equally defined by conflict as much as creation, Malum and Dendor's rivalry spans millennia. Their bickering is reflected in the mortal planes through elven and dwarven skirmishes.
		<br><br>
	</details>

	<details>
		<summary><strong> Eora </strong></summary>
		<br>
		<span style="display:block; color:#e4bae6; font-size:115%"> "I will always love you, sweetheart. Regardless of the ne'er-do-wells you associate with."</span>
		<br>
		Goddess of love, family, and art. Her domain encompasses marriage, painting, singing, and literature- especially romance. She is considered the backbone of The Ten, barely able to keep them together and officially allied. She was crafted from the heart of Psydon.
		<br>
		Despite Astrata's overt support for same-sex couples, Eora remains begrudging at best. Some theorize it is hatred, some theorize jealousy. Regardless, her failed seduction of Pestra early in their history and the Great Insult exchanged has left a lasting effect on the so-called goddess of love.
		<br><br>
	</details>

	<details>
		<summary><strong> Xylix </strong></summary>
		<br>
		<i><span style="display:block; color:#dfe6ba; font-size:120%"> "Please, darling. The world aaaalways needs more DRAMA!"</span></i>
		<br>
		Diety of trickery, freedom, and inspiration. Their domain encompasses friendly pranks, barding, theatre, and performance. Known widely to be genderless, as they see such concepts only as masks to play a role. They were crafted from the tongue of Psydon.
		<br>
		Of all The Ten, Xylix is considered the most 'problem child.' Whether spats with Astrata over freedom, or making trouble for its own sake, they're something of an outcast from the orderly nature of the rest- and they are perfectly content with their position. For Xylixians, a boring life is not one worth living.
		<br><br>
	</details>

	<details>
		<summary><strong> Pestra </strong></summary>
		<br>
		Desc
		<br>

		<br>

		<br><br>
	</details>

	<details>
		<summary><strong> Necra </strong></summary>
		<br>
		Desc
		<br>

		<br>

		<br><br>
	</details>

	<hr>
	<strong><span style="font-size:115%"> THE INHUMEN PANTHEON </span></strong>
	<br>
	<em> Mortals hold a right to divinity. We follow the new way. </em>
	<br><br>

	<details>
		<summary><strong> Matthios </strong></summary>
		<br>
		Desc
		<br>

		<br>

		<br><br>
	</details>

	<details>
		<summary><strong> Baotha </strong></summary>
		<br>
		Desc
		<br>

		<br>

		<br><br>
	</details>

	<details>
		<summary><strong> Graggar </strong></summary>
		<br>
		Desc
		<br>

		<br>

		<br><br>
	</details>

	<details>
		<summary><strong> Zizo </strong></summary>
		<br>
		Desc
		<br>

		<br>

		<br><br>
	</details>

	<hr>
	<strong><span style="font-size:115%"> FALSE GODS </span></strong>
	<br>
	<em> Worship out of spite. </em>
	<br><br>

	<details>
		<summary><strong> Rashan-Kahl </strong></summary>
		<br>
		The twin-faced god of ambition and chains. Worshipped mainly by the rakshari out of spite to The Ten.
		<br><br>
	</details>

	<details>
		<summary><strong> Heartfeltian Horror </strong></summary>
		<br>
		Something stirs deep beneath the city. Rumours of a great machine, bidding the rabid automatons forth with purpose.
		<br><br>
	</details>

	<hr>
	<strong><span style="font-size:115%"> ARCHDEVILS </span></strong>
	<br>
	<em> Burn it all to the ground. </em>
	<br><br>
	<details>
		<summary><strong> Abraxas </strong></summary>
		<br>
		King of the hells, archdevil of wisdom. Abraxas led the attack against Psydon. He is the mastermind, the strategist of the depths. Claimed Baotha to be his own spawn, though her public rejection populations globally confused. It is only a matter of time before he strikes the surface once more.
		<br><br>
	</details>

	<details>
		<summary><strong> Abaddon </strong></summary>
		<br>
		Archdevil of destruction. Said to consume the spirits of all without souls. It is to he that connections of hellfire and brimstone spawn. Abaddon's influence leads to wanton death and devastation, wherever it may fester. He leaves nothing standing in his wake.
		<br><br>
	</details>

	<details>
		<summary><strong> Mephistopheles </strong></summary>
		<br>
		Archdevil of darkness and trickery. A shapeshifting fiend whose deals always go South. He struck Psydon with his tainted blade, leaving the festering wound which led to The Creator's fall. Mephistopheles twisted the first vampires, Psydon's cursed, into the blood-sucking monsters known today.
		<br><br>
	</details>

	<details>
		<summary><strong> Leviathan </strong></summary>
		<br>
		Archdevil of the void and madness, the great eel of shadow. It is unclear where her body ends or starts, and any who dare gaze into the depths of the hells into her swirling masses are driven insane. Sailors lost at sea swear they hear her voice singing alongside Abyssor's own, reciting tales of the very oceans turning to blood and swallowing them whole into an endless maw.
		<br><br>
	</details>
	<hr>
</details>


<details>
	  <summary><strong><span style="font-size:130%"> SPECIES OF PSYDONIA </span></strong></summary>
	  <p><br></p>
	  <p>&quot;  Humen:   &quot;</p>
	  <p>  The ultimate creation of Psydon, His chosen people promised to inherit the world. A propagating species bearing various complexions, shapes, and foreshortened lifespans compared to the other species of Psydonia. </p>
	  <p><br></p>

	  <p>&quot;  Elf:   &quot;</p>
	  <p>  The first species of Psydonia is characterized by lengthened age, low fertility, and magical aptitude. They have suffered much, an entire race of their people exterminated during Zizo's ascension.   </p>
	  <p><br></p>

	  <p>&quot;  Dark Elf:   &quot;</p>
	  <p>  A society conquered by Zizo inhabiting the Subterra, dark elves lead harsh lives in a matriarchal society. Dark elves are considered strong only due to the cruelty of their culture. Weaklings and men are considered disposable and executed for a number of reasons.  </p>
	  <p><br></p>

	  <p>&quot;  Dwarf:   &quot;</p>
	  <p>  Mostly inhabit the mountains of the Dwarven Federations, a stout, muscular people with naturally hairy complexions and booming fertility. Kinship ties, pride in labor, and horrendous mood swings. Legend to be the product of Malum, the crafting God, to be loyal friends of humenity. </p>
	  <p><br></p>

	  <p>&quot;  Orcs & Goblins: (graggarspawn)    &quot;</p>
	  <p>  Creations of barely-sentient life by Gragger’s daemonic influence, crude mockery of the mortal species. Matured quickly by an uncaring world, the civilized ones have made impressionable leaps of technological and cultural progress that centralize warfare and have cemented their place as mortal beings. Tusked fangs, cut-throat cunningness, aggression, and usually pigmented green skin. </p>
	  <p><br></p>

	  <p>&quot;  Aasimar:    &quot;</p>
	  <p>  Offspring crafted using mysterious means by The Ten to serve as servants of any trade. Not many of their kind exist, but mortals perceiving creations of The Ten themselves are often stricken by awe.  </p>
	  <p><br></p>

	  <p>&quot;  Tiefling:   &quot;</p>
	  <p>  Offspring of demons and mortals, or other tieflings. Their infernal ancestry and hellish appearances lead to treatment of suspicion and hostility. Relationships between tieflings and other species are rocky, at best. </p>
	  <p><br></p>
</details>

<details>
	<summary><strong><span style="font-size:130%"> RECENT HISTORY: MAJOR EVENTS </span></strong></summary>
	<br>
	While the recent history of the world is interesting and may shape many a character and setting, ask yourself this whilst you are reading: "Would my character realistically know this?"
	Not every character is a history expert. Keep this in mind.
	<br><br>
	<details>
		<summary><strong> Matthios' Final Heist - 2001 </strong></summary>
		<br>
		During an otherwise peaceful early morning, Heartfeltians awoke to alarms raised and economic panic. A grand heist had taken place the night before, countless priceless artifacts, gemstones, and even debt records missing from vaults across the city. The entire reserve was missing, leaving only the bloodied coins typical of Matthiosan calling card and no otherwise visible signs of entry. As most heists of this era, this was attributed to the unknown figurehead thief Matthios, despite growing rumours of his death. Economy worldwide suffered after the sudden downturn of this center of trade. Heartfelt recovered only five decades later.
		<br><br>
	</details>

	<details>
		<summary><strong> The Tomb's Unearthing - 2003 </strong></summary>
		<br>
		A Vanderlinian dwarf dug deeply below the growing settlement, striking solid bricks instead of stone or metal. He unearthed the tomb of the late Matthios, rumoured to have been buried for decades... yet no corpse was found inside. The tomb's contents shifted brimming with his power and riches, but of equal danger. Adventurers talent from across the lands further boost Vanderlin's influence and power. Soon, other entrances would open up across the continent nearby major settlements.
		<br><br>
	</details>

	<details>
		<summary><strong> Baotha's Fall - 2019 </strong></summary>
		<br>
		"The Demon Queen," "The Prince of Wine," "Consort of Misfortune." Regardless of the disparaging title of choice, Baotha's consortship and eventual regency was subject of disparagement and snide remarks across all of nobility. Her tastes and demands for increasingly exotic substances further doomed her kingdom day after day, until the once thriving azure coasts held nothing but memories of struggle and suffering.
		<br><br>
		Nobility and peasantry cheered alike when word spread of her death. Overdose of Lux, they said. A blight across the lands lifted... or so was thought. Her dark whispers reached more and more ears, of drunkards, the miserable, offering a false salvation of escape. To make matters worse, Her Grace, The First Tiefling's ascension marked the emergence of even more of her people across all of Psydonia.
		<br><br>
	</details>

	<details>
		<summary><strong> The Hellspawn Scourge - 2020 </strong></summary>
		<br>
		What was first thought to be another invasion from the hells turned instead to be considered a plague, a nuisance- the emergence of a new species, tieflings. Parents across Psydonia birthed, hatched, or otherwise found unexpected surprises of hell-tainted children bearing half their features. Most hadn't the slightest explanation to this. Many blamed the influence of recently-ascended Baotha, yet the new goddess seemed insistent to deny that out of any aspect of her life.
		<br><br>
		After rejection and expulsion from nation after nation, tiefling culture developed around a nomadic lifestyle. As time passed, some were even allowed to integrate themselves within lower echelons of humen society. Yet all nobility agreed on one aspect; no tiefling would ever preside over a court again, much less allowed the grace of divine noble blood at all.
		<br><br>
	</details>

	<details>
		<summary><strong> Graggar, The First Greenskin - 2053 </strong></summary>
		<br>
		As knaves and brigands descended upon the ruins of Baotha's lands, one warlord gained quick notoriety and power above them all. Graggar, feared by follower and foe alike for his habit of consuming the flesh of his fallen opponents, tore his way through the steppes and forests North of Zaladin, pillaging, destroying, and consuming in endless destruction and gluttony. None were surprised when his exterior grew as monstrous as interior. With feast after feast, conquest after conquest, the first orc's battle cries were soon heard by the heavens themselves, marking him the third mortal to reach ascendance.
		<br><br>
	</details>

	<details>
		<summary><strong> Goblin War I - 2054 </strong></summary>
		<br>
		A direct product of Eora's naivety, so the stories say. Her offering to Graggar, a sliver of divinity in hopes of easing tensions between the pantheons of old and new, was graciously accepted and used to form barely-sapient monsters of hunger and rage across Psydonia. As with the spreading curse of orcishness, these greenskins under orders of their new god attacked almost every settlement capable of taking records. The attempt at world conquest was crushed after two years of humenity's efforts to resist the calamity proved fruitful.
		<br><br>
	</details>

	<details>
		<summary><strong> Ascension of Zizo - 2102 </strong></summary>
		<br>
		<em>"I will never forget the night of silver wires. I was sitting around the kampfire alongside the snow elven family who had taken me in. I had grown to konsider them friends, family even, as I studied their ways and kulture. Imagine my horror, as strands of silver light descended from the sky to their hearts, arcing from some unknown origin beyond the horizon. My brief fascination turned to panic as their Lux was violently ripped from each of their hearts, leaving only the gore, bones, and lifeless rred eyes of my former kompanions staining the snow. I kould not save them. No one kould save any of them. Kenturies later, the memories haunt me no less."</em>- Aspen Uki, wood-elven scholar.
		<br><br>
		The snow-elven lich Zizo, after having grown in power and isolation for centuries, finally made her move. She forcefully stole the souls of her entire people, sparing only her descendants. Using the sheer power of captured divinity, she took her position as the fourth ascended goddess. As she grew higher and tested the limits of her newfound power, the very rules of death twisted. Corpses everywhere would stand yet again, weighing hunger against the will of their new matriarch.
		<br><br>
	</details>

	<details>
		<summary><strong> Dark Elven Empire Conquered - 2104 </strong></summary>
		<br>
		Amidst the chaos of the deadite calamity, Zizo led an organized assault within the caverns of Subterra. The dark elven empire was subjugated in entirety, their Ravoxian ways violently crushed in favour of Zizo's matriarchy. Most elders and leaders were slaughtered, leaving the once respected and revered culture now a feared husk of what it once stood for.
		<br><br>
	</details>

	<details>
		<summary><strong> Astrata's Comet - 2402 </strong></summary>
		<br>
		A strange comet struck the peak of Malum's Anvil. In its center, a rusted capsule remained, containing a divine, crystalline shard of Astrata's light. The first artificer to touch the shard could not handle the pure divinity, falling to ash. It was successfully contained within Vanderlin, now serving to light the way of travelers.
		<br><br>
	</details>

	<details>
		<summary><strong> Goblin War II - 2470 </strong></summary>
		<br>
		The most recent 'Goblin War' in the minds of the general populous. Graggar's armies struck with a greater ferocity than ever before, but centuries of preparation led to an overwhelming defeat after five years of viscious and taxing combat. The late 70's were defined by the joy of veterans returning home from the conflict, and the grief of families who'd lost during the carnage.
		<br><br>
	</details>

	<details>
		<summary><strong> Heartfelt's Hubris - 2501 </strong></summary>
		<br>
		Automaton servants created by Heartfelt's artificers haywire, ravaging their home city and surrounding lands as they engage in endless conquest for biomass to fuel themselves. The already-polluted Enigma only further fell into disarray and destruction. Rockhill fortified and established itself instead as a bastion against automaton forces in the growing Machine War.
		<br><br>
	</details>

</details>
<hr>

